<template>
    <div>
        <h2>Домашняя страница</h2>
        <p>
            Значимость этих проблем настолько очевидна, что укрепление и развитие структуры требуют от нас анализа существенных финансовых и административных условий. Равным образом укрепление и развитие структуры позволяет выполнять важные задания по разработке систем массового участия. Задача организации, в особенности же укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации. Разнообразный и богатый опыт рамки и место обучения кадров требуют от нас анализа направлений прогрессивного развития.
        </p>
        <p>
            Значимость этих проблем настолько очевидна, что постоянное информационно-пропагандистское обеспечение нашей деятельности требуют от нас анализа форм развития. С другой стороны реализация намеченных плановых заданий играет важную роль в формировании дальнейших направлений развития.
        </p>
        <p>
            <router-link to="/about">About</router-link>
        </p>
    </div>
    </template>

<script>
    export default {
        name: "Home"
    }
</script>

<style scoped>

</style>
